//
//  DataManager.swift
//  CoffeeCraft
//
//  Created by Елизавета Медведева on 01.02.2024.
//

import Foundation

final class DataManager {
    
    static let shared = DataManager()
    

    
    private init() {}
    
    ///Массив данных для функции которая принимает параметр способа приготовления и на его основании генерирует рецепт эспрессо
 
    ///Массив данных для функции  которая берет готовое эспрессо и генерирует на его основании рецепт выбранного кофе

    ///Массив данных для функции  которая берет характеристики выбранных опций и генерирует напиток

    ///Массив данных для функции  которая выбрасывает рандомные исторические факты из массива
}
