//
//  NetworkManager.swift
//  CoffeeCraft
//
//  Created by Елизавета Медведева on 01.02.2024.
//

import Foundation

final class NetworkManager {
    
    static let shared = NetworkManager()
    
    
     ///Функция которая принимает параметр способа приготовления и на его основании генерирует рецепт эспрессо

     ///Функция которая берет готовое эспрессо и генерирует на его основании рецепт выбранного кофейного напитка

     ///Функция которая берет характеристики выбранных опций и генерирует список напитков

     ///Функция которая выбрасывает рандомные исторические факты из массива
    //TODO: - Доработать метод

    
    private init() {}
}
